cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'imagmagick'
brew 'jp2a'
brew 'openssl'
brew 'mysql'
brew 'postgresql'
brew 'spaceman-diff'
brew 'wget'
brew 'youtube-dl'

cask '1password'
cask 'atom'
cask 'firefox'
cask 'google-chrome'
cask 'opera'
cask 'slack'